IdeaRS.OpenModel.Material.ThermalStressStrainState
Type of curvature - thermal stress-strain curvature

IdeaRS.OpenModel.Material.ThermalStressStrainState.None
The curvature is not defined

IdeaRS.OpenModel.Material.ThermalStressStrainState.Code
The curvatire is defined by the code

IdeaRS.OpenModel.Material.ThermalStressStrainState.User
The curvature is input by the user